Repository: HugeGo88/OfficeTool
Catalog: OfficeTool/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# Shell_Writer.Content
source: Writer
de_de: Schreiber

# Shell_Blank.Content
source: Blank
de_de: Leer

# AppNotificationSamplePayload
source: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>App Notification</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/WindowIcon.ico"/> </binding> </visual> <actions> <action content="Settings" arguments="action=Settings"/> </actions> </toast>
de_de: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>App-Benachrichtigung</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/WindowIcon.ico"/> </binding> </visual> <actions> <action content="Einstellungen" arguments="action=Settings"/> </actions> </toast>

# Settings_Personalization.Text
source: Personalization
de_de: Personalisierung

# Settings_Theme.Text
source: Theme
de_de: Design

# Settings_Theme_Light.Content
source: Light
de_de: Hell

# Settings_Theme_Dark.Content
source: Dark
de_de: Dunkel

# Settings_Theme_Default.Content
source: Default
de_de: Standard

# Settings_About.Text
source: About this application
de_de: Über diese Anwendung

# Settings_AboutDescription.Text
source: TODO: Replace with your app description.
de_de: TODO: Durch Ihre App-Beschreibung ersetzen.

# SettingsPage_PrivacyTermsLink.Content
source: Privacy Statement
de_de: Datenschutzerklärung

# Members_NoSelection.Text
source: Select an item from the list.
de_de: Wählen Sie ein Element aus der Liste aus.

# Shell_Members.Content
source: Members
de_de: Mitglieder

# Shell_Protocol.Content
source: Protocol
de_de: Protokoll

# WriterView_LoadButton.Label
source: Load
de_de: Laden

# WriterView_CreateButton.Label
source: Create PDF
de_de: PDF erstellen

# Protocol_PageTitle.Text
source: Meeting Protocol
de_de: Besprechungsprotokoll

# Protocol_ExportMarkdown.Content
source: Export as Markdown
de_de: Als Markdown exportieren

# Protocol_ExportPdf.Content
source: Export as PDF
de_de: Als PDF exportieren

# Protocol_NewProtocol.Content
source: New Protocol
de_de: Neues Protokoll

# Protocol_Subject.Header
source: Subject
de_de: Betreff

# Protocol_Subject.PlaceholderText
source: Enter meeting subject
de_de: Besprechungsthema eingeben

# Protocol_MeetingDate.Header
source: Meeting Date
de_de: Besprechungsdatum

# Protocol_Attendees.Header
source: Attendees
de_de: Teilnehmer

# Protocol_Attendees.PlaceholderText
source: Persons who attended the meeting (comma separated)
de_de: Personen, die an der Besprechung teilgenommen haben (durch Komma getrennt)

# Protocol_Absentees.Header
source: Couldn't Attend
de_de: Konnten nicht teilnehmen

# Protocol_Absentees.PlaceholderText
source: Persons who couldn't attend (comma separated)
de_de: Personen, die nicht teilnehmen konnten (durch Komma getrennt)

# Protocol_Excused.Header
source: Excused
de_de: Entschuldigt

# Protocol_Excused.PlaceholderText
source: Excused persons (comma separated)
de_de: Entschuldigte Personen (durch Komma getrennt)

# Protocol_MeetingTopics.Text
source: Meeting Topics
de_de: Besprechungsthemen

# Protocol_TopicTitle.PlaceholderText
source: Topic Title (optional)
de_de: Thementitel (optional)

# Protocol_TopicContent.PlaceholderText
source: Enter topic content in markdown format...
de_de: Themeninhalt im Markdown-Format eingeben...

# Protocol_MarkdownHelp.Text
source: Supports Markdown: **bold**, *italic*, # heading, - bullet points, etc.
de_de: Unterstützt Markdown: **fett**, *kursiv*, # Überschrift, - Aufzählungspunkte, etc.

# Protocol_ActionPoints.Text
source: Action Points
de_de: Maßnahmen

# Protocol_AddActionPoint.Text
source: Add Action Point
de_de: Maßnahme hinzufügen

# Protocol_Task.Header
source: Task
de_de: Aufgabe

# Protocol_Task.PlaceholderText
source: Enter task description
de_de: Aufgabenbeschreibung eingeben

# Protocol_Person.PlaceholderText
source: Responsible person
de_de: Verantwortliche Person

# Protocol_DueDate.Header
source: Due Date
de_de: Fälligkeitsdatum

# Protocol_AddTopic.Text
source: Add Topic
de_de: Thema hinzufügen

# Writer_Preview.Text
source: Preview
de_de: Vorschau

# Writer_IncludeHeader.Content
source: Include Header
de_de: Kopfzeile einbeziehen

# Writer_CustomDate.Content
source: Custom Date
de_de: Benutzerdefiniertes Datum

# Writer_IncludeSignature.Content
source: Include Signature
de_de: Unterschrift einbeziehen

# Writer_Company.Header
source: Company
de_de: Firma

# Writer_Company.PlaceholderText
source: Use {{COMPANY}} in markdown
de_de: Verwenden Sie {{COMPANY}} in Markdown

# Writer_Name.Header
source: Name
de_de: Vorname

# Writer_Name.PlaceholderText
source: Use {{NAME}} in markdown
de_de: Verwenden Sie {{NAME}} in Markdown

# Writer_LastName.Header
source: Last Name
de_de: Nachname

# Writer_LastName.PlaceholderText
source: Use {{LASTNAME}} in markdown
de_de: Verwenden Sie {{LASTNAME}} in Markdown

# Writer_Address.Header
source: Address
de_de: Adresse

# Writer_Address.PlaceholderText
source: Use {{ADDRESS}} in markdown
de_de: Verwenden Sie {{ADDRESS}} in Markdown

# Writer_City.Header
source: City
de_de: Stadt

# Writer_City.PlaceholderText
source: Use {{CITY}} in markdown
de_de: Verwenden Sie {{CITY}} in Markdown

# Writer_Date.Header
source: Date
de_de: Datum

# Writer_Date.PlaceholderText
source: Use {{DATE}} in markdown
de_de: Verwenden Sie {{DATE}} in Markdown

# Writer_Subject.Header
source: Subject
de_de: Betreff

# Writer_Subject.PlaceholderText
source: Use {{SUBJECT}} in markdown
de_de: Verwenden Sie {{SUBJECT}} in Markdown

# Writer_MarkdownText.PlaceholderText
source: Enter markdown text here...
de_de: Markdown-Text hier eingeben...

# WriterView_SaveButton.Text
source: Save
de_de: Speichern

# WriterView_SaveAs.Text
source: Save As
de_de: Speichern unter

# WriterView_DelteButton.Label
source: Delete
de_de: Löschen

# Members_OrderDate.Text
source: Order date
de_de: Bestelldatum

# Members_Company.Text
source: Company
de_de: Firma

# Members_ShipTo.Text
source: Ship to
de_de: Versand an

# Members_OrderTotal.Text
source: Order total
de_de: Bestellsumme

# Members_Note1.Text
source: Note 1
de_de: Notiz 1

# Members_Note2.Text
source: Note 2
de_de: Notiz 2
